import random
задачи = ["Убрать комнату", "Спрятать пульт от телевизора", "Протереть пыль","Поиграть в нарды с кошкой", "Съесть все печенье в доме"]

def дневные_задачи(день_недели):

    задача1 = random.choice(задачи)
    задача2 = random.choice(задачи)
    задача3 = random.choice(задачи)

    квартира1 = random.randint(1, 100)
    квартира2 = random.randint(1, 100)
    квартира3 = random.randint(1, 100)

    return (f"{день_недели}: 1 задача - {задача1}, Квартира - {квартира1}. "
            f"2 задача - {задача2}, Квартира - {квартира2}. "
            f"3 задача - {задача3}, Квартира - {квартира3}.")


print(дневные_задачи("Понедельник"))
print(дневные_задачи("Вторник"))
print(дневные_задачи("Среда"))
print(дневные_задачи("Четверг"))
print(дневные_задачи("Пятница"))
print(дневные_задачи("Суббота"))
print(дневные_задачи("Воскресенье"))

